package pomAndData;

public class DropdownListPanelText {

    public static final String PANEL_TEXT_1 =
            "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    public static final String PANEL_TEXT_2 =
            "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто " +
                    "сделать несколько заказов — один за другим.";
    public static final String PANEL_TEXT_3 =
            "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. " +
                    "Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. " +
                    "Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    public static final String PANEL_TEXT_4 =
            "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    public static final String PANEL_TEXT_5 =
            "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    public static final String PANEL_TEXT_6 =
            "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься " +
                    "без передышек и во сне. Зарядка не понадобится.";
    public static final String PANEL_TEXT_7 =
            "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    public static final String PANEL_TEXT_8 =
            "Да, обязательно. Всем самокатов! И Москве, и Московской области.";

}
